Repository: mlbullett/mybigfatrussianwedding
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: Invalid header found. Please refresh the page and try again.
ru: Найден неверный заголовок. Пожалуйста, обновите страницу и попробуйте снова.

source: Thank you %(name)s, we will get back to you as soon as possible!
ru: Спасибо %(name)s, мы свяжемся с вами как можно скорее!

source: Invalid request. Please refresh the page and try again.
ru: Неверный запрос. Пожалуйста, обновите страницу и попробуйте снова.

source: First name
fr: Prénom
ru: Имя

source: Surname
ru: Фамилия

source: Any dietary restrictions?
ru: Диетические ограничения

source: Accept with pleasure
ru: С удовольствием приду

source: Decline with regrets
ru: К сожалению, не смогу прийти

source: Your email address
ru: Ваш адрес электронной почты

source: Suggest a song for the reception
ru: Предложить песню на прием

source: Leave a message for the bride and groom
ru: Оставьте сообщение для жениха и невесты

source: You've already RSVPed!
ru: Вы уже ответили!

source: Thank you for accepting %(name)s, we can't wait to celebrate with you!
ru: Спасибо %(name)s, нам не терпится отпраздновать с вами!

source: Thank you for taking the time to answer %(name)s. Although we understand, you will be missed at our wedding.
ru: Спасибо, что нашли время ответить %(name)s. Вас будет не хватать на нашей свадьбе.

source: Looks like you've had a bit to drink! Time to <a href='/'>go home</a>
fr: On dirait que vous avez eu un peu à boire! Il est temps de <a href='/'>rentrer à la maison.</a>
ru: Похоже, ты немного выпил! Пора <a href='/'>идти домой!</a>

source: Looks like the server's had a few too many! Time to <a href='/'>go home</a>.
fr: On dirait que le serveur en a eu un peu trop! Il est temps de <a href='/'> rentrer à la maison </a>.
ru: Похоже, сервер много выпил! Пора <a href='/'>идти домой!</a>

source: Anastasia & Max
ru: Анастасия и Макс

source: Anastasia &<br />Max's wedding
fr: Le mariage<br />d'Anastasia et de Max
ru: Свадьбы &<br />Анастасии и Макса

source: Join us!
fr: Rejoignez-nous!
ru: Присоединяйтесь к нам!

source: Story
fr: Histoire
ru: История

source: Wedding
fr: Mariage
ru: Свадьба

source: Travel
fr: Voyage
ru: Путешествие

source: Registry
fr: Liste
ru: Подарки

source: Languages
fr: Langues
ru: Язык

source: Contact us
fr: Contactez nous
ru: Связаться с нами

source: Name
fr: Nom
ru: имя

source: Email address
fr: Adresse email
ru: Адрес электронной почты

source: Let us know how we can help you.
fr: Dites-nous comment nous pouvons vous aider.
ru: Дайте нам знать, как мы можем помочь вам.

source: Send
fr: Envoyer
ru: Отправить

source: Saturday, 21 March 2015:
fr: Le samedi, 21 mars 2015:
ru: Суббота, 21 марта 2015:

source: There <strong>SHE</strong> sat, in one of the typically rundown and smoky dives just off Torstraße, Berlin's wealthy slums. Time crawled on at it's usual imperceptible pace as she phased in and out of her friends' conversations. Despite its languor, the evening was coming to a dull close, absent of coveted adventure. Suddenly, the door crashed open...
fr: <strong>ELLE</strong> était assise là, dans une gargote enfumée et délabrée sur Torstrasse, dans un des quartiers hipster de Berlin. Le temps s'étirait lamentablement au rythme habituel et imperceptible des conversations, passant d'une amie à l'autre. Cette soirée monotone tirait doucement à sa fin sans aucun espoir de lueur aventureuse quand tout un coup la porte du bar s'ouvrit brutalement...
ru: <strong>Она</strong> сидела в одном из обветшавших и накуренных заведений на Торштрассе, тусовочном берлинском районе. Время неспешно текло, и Она то и дела то погружалась в разговоры своих друзей, то выпадала из них. Вечер медленно становился поздним, не предвещая никаких приключений. Неожиданно открылась дверь...

source: Thursday, 8 March 2018:
fr: Le jeudi, 21 mars 2018:
ru: Четверг, 8 марта 2018:

source: <strong>HE</strong> hoped his cool and jaunty demeanor was enough to mask the tempest of butterflies currently laying waste to his stomach. They had set out to Chenonceau that morning under the guise of a quixotic expedition, little did his better half know what awaited for her. Although he had gotten used to the weight of the small box that had been sitting in his pocket for the last four months, it seemed to get exponentially heavier with each step down the fir-lined trail until he couldn't bear it anymore and dropped to one knee.
ru: Маской беспечности на своем лице <strong>Он</strong> пытался скрыть волнение, царящее внутри. Они направились в замок Шенонсо под предлогом занимательной туристической поездки, и Она даже не догадывалась об ожидаемом ее развитии событий. Прогуливаясь по тенистой обрамленной соснами дорожке в замковом лесу, Он начал чувствовать, что хранящаяся в его кармане четыре месяца маленькая коробочка с каждым его шагом становилось все тяжелее и тяжелее. Когда же вес ее стал для него невыносим, Он не выдержал и упал на одно колено..

source: Tuesday, 10 July 2018:
fr: Le mardi, 10 juillet 2018:
ru: Вторник, 10 июня 2018:

source: <strong>THEY</strong> stood in front of the mayor of that fateful little village in the Loire valley. Backed by their close family, they beamed with delight as they tried to listen attentively to his courteous discourse. In the eyes of the law, they were now bound.
fr: <strong>ILS</strong> se tinrent face au maire de cet incontournable petit village de la vallée de la Loire. Entourés de leur famille, ils rayonnaient de bonheur, tentant de se concentrer sur le discours de ce dernier. Aux yeux de la loi ils étaient désormais liés.
ru: <strong>Они</strong> стояли перед мэром маленькой деревушки в Долине Луары в окружении своих семей, с просветленными лицами слушая его заботливые речи, сияя от счастья. Теперь Они муж и жена.

source: Sunday, 1 September 2019:
fr: Le dimanche 1er Septembre 2019:
ru: Воскресенье, 1 сентября 2019:

source: Now the moment has come for <strong>US</strong> to vow our undying love in the presence of God and <strong>YOU</strong> our most cherished comrades. Join us for our crowning ceremony (orthodox wedding rite) and a celebration of unprecedented lavishness in Saint Petersburg.
fr: Maintenant le moment est venu d'échanger nos voeux matrimoniaux devant Dieu et nos proches. Nous <strong>VOUS</strong> prions de <strong>NOUS</strong> rejoindre pour la cérémonie de couronnement de rite orthodoxe et pour la célébration qui suivra.
ru: Теперь <strong>Мы</strong> готовы соединиться вечным союзом перед лицом Бога и наших самых близких и любимых людей. Мы ждем <strong>Вас</strong> в Санкт-Петербурге на церемонии нашего венчания и последующем ему празднике жизни, счастья и любви!

source: The wedding day will begin with the traditional Russian Orthodox crowning ceremony in the Church Of the Holy Righteous Simeon and Anna the Prophetess. The church was built in 1734 by Empress Anna Ioannovna in the heart of Saint Petersburg.<br /> The ceremony will start with the betrothal service, during which the priest blesses the rings. After which the couple exchanges them, placing them on their right hand.<br /> This is immediately followed by the wedding service. The bride and groom will carry candles as the priest joins their hands whilst praying for their marriage. The candle- and hand-holding will continue until the end of the ceremony as a symbol of union.<br /> Now comes the moment for the centerpiece of the Orthodox wedding ceremony: the Crowning. The crowns, held above the heads of the bride and the groom by the witnesses, symbolize the glory and honor that is being bestowed on them by God during the holy sacrament of marriage.<br /> After the crowns have been placed firmly on the couple's heads, the bride and groom take three sips of wine from a shared cup. The wine is reminiscent of the miracle of the wedding of Cana of Galilee, where water was famously turned into wine.<br /> Finally, the bride and groom will circle the central altar three times, echoing a pre-Christian ritual dance, accompanied by a choir. In this act, the couple takes their first steps as a married couple and the ceremony is concluded with the ancient blessing "Na zisete" ("May you live!")
fr: Le mariage commencera par le traditionnel couronnement orthodoxe russe, cérémonie qui se déroulera en l'Eglise Saint Siméon le Juste et Sainte Anna la Prophétesse. Cette Eglise fut construite par l'Impératrice Anna Ioannovna au coeur de Saint Petersbourg.<br />La cérémonie commencera par les fiançailles durant lesquels le prêtre bénira les anneaux que les futurs époux échangeront et placeront sur la main droite.<br />Les mariés tiendront chacun un cierge et le prêtre joindra leur main en récitant les prières du mariage. Ils garderont les cierges et les mains jointes jusqu'à la fin de la célébration comme symbole de leur union.<br />Ensuite commence la partie la plus importante de la cérémonie nuptiale orthodoxe: le couronnement. Les couronnes sont tenus audessus de la tête des mariés par les témoins, symbolisant la gloire et l'honneur qui leur est conféré par Dieu dans le Saint Sacrement du Mariage.<br />Après que les couronnes soient déposées sur leur tête, les mariés prendront une gorgée de vin d'une coupe, le vin rappelant le miracle de Cana en Galilée où l'eau fut changée en vin par le Christ.<br />Enfin les mariés feront trois fois le tour de l'autel central, souvenir d'un rite pré-chrétien, acconpagnés par la choral, faisant ainsi leur premier pas en tant que couple marié. La cérémonie se terminera par une bénédiction: "Na zisete!", ("Longue vie!")
ru: День свадьбы начнется с традиционной Русской Православной церемонии венчания в церкви Святого Праведного Симеона и Анны Пророчицы. Церковь была построена в 1734 году императрицей Анной Иоанновной в самом сердце Петербурга.<br /> Церемония начнется с обручения, во время которго священник благословляет кольца, после чего пара обменивается ими.<br /> Затем начинается свадебный обряд. Жених и невеста несут свечи, священник соединяет их руки, произнося молитвы. Свечи держатся до конца церемонии как символ союза.<br /> Теперь наступает момент для центральной части православной свадебной церемонии: Венчание. Венцы, удерживаемые над головами жениха и невесты свидетелями, символизируют славу и честь, которые даруются им Богом во время священного таинства брака.<br /> После надевания венцов жених и невеста делают три глотка вина из общей чаши. Вино напоминает о чуде на свадьбе Кана Галилейского, где вода была известным образом превращена в вино.<br /> Наконец, жених и невеста трижды обойдут вокруг центрального алтаря (отсыл к дохристианскому ритуальному танцу) в сопровождении хора. Пара делает свои первые шаги в качестве супругов, и церемония завершается древним благословением.

source: After seeing the lush, rich, Imperial Saint Petersburg, you will get the opportunity to see the other side of the city: underground, vintage, and artistic. The reception will take place in the Craft Loft “Vesseniy”, not 15 minutes away by car. You'll be greeted with bubbles, canapés, and music. Shortly after which, the banquet will be served.<br /> Russian wedding traditions are numerous and rich, a few you may want to know and participate in are as follows.<br /> You may overhear guests talking about the bitterness of the food. This is no culinary critique, but one of the traditional wedding games. Guests slowly start to chant "Gorka, gorka, gorka..." (meaning "bitter") until the newlyweds kiss after which the guests start counting upwards. The goal being to kiss for as long as possible and then exclaim: "No, it's sweet!".<br /> During the long banquet, all guests are welcome to perform a speech, song, dance, roast, or any other variety of number, in groups or alone. With multiple cultures and languages present, this is a relaxed and informal pportunity to exchange and bring the party together.
ru: Увидев пышный, богатый, Императорский Санкт-Петербург, вы получите возможность увидеть другую современную и необычную сторону этого города. Банкет состоится в винтажнем лофте “Весенний”, в 15 минутах езды на машине от церкви. Вас встретят шампанским, канапе и музыкой. Вскоре после этого будет подан ужин.<br /> Русские свадебные традиции многочисленны и богаты, некоторые из них вы можете узнать и принять участие.<br /> Часто вы можете услышать, как гости говорят о горечи еды. Это не кулинарная критика, а одна из традиционных свадебных игр. Гости потихоньку начинают кричать "Горько, горько, горько.." до тех пор, пока молодожены не поцелуются, после чего гости начинают отсчет. Цель состоит в том, чтобы целоваться как можно дольше, и в конце сказать: "нет, сладко!".<br /> В течение длительного банкета все гости приглашаются выступить с речью, песней, танцем или любым другим номером в группах или поодиночке. Это поможет присутствующим представителем разных культур, говорящим на разных языках, узнать друг друга и создаст атмосферу веселья и праздника.

source: We will provide you with further information about the proceedings, transportation, and activities surrounding this momentous occasion by email and on the website as the story develops.<br />If you have any question, please feel free to <a href="#contactus">contact us</a>.
ru: Более точная информация о транспорте и других деталях мероприятия будет сообщена позднее по электронной почте и на сайте.<br /> Если у вас есть какие-либо вопросы, пожалуйста, <a href="#contactus">свяжитесь с нами</a>.

source: Russia is a vast and diverse country, full of idyllic and culturally rich cities. As this may be the first time in the Russian Federation for a lot of our guests, we have a few tips to make your stay one to remember!
fr: La Russie est un pays immense et varié avec de nombreuses destinations culturelles et pittoresques; c'est sans doute pour beaucoup de nos invités leur première visite dans la Fédération de Russie et nous sommes à votre disposition pour rendre votre séjour inoubliable.
ru: Наша свадьба-несомненно, возможность для нас собрать всех любимых и близких. Однако мы бы также хотели, чтобы она послужила вам поводом насладиться Санкт-Петербургом, а также поближе познакомиться с представителями разных культур, которые, как и вы, будут присутствовать на свадьбе.

source: Visas:
ru: Достопримечательности:

source: The first thing you'll need is a visa. While Russia has a number of <a href="http://www.saint-petersburg.com/russian-visa/visa-free-travel/" rel="noopener noreferrer" target="_blank">visa-free</a> agreements, it is quite likely you'll need to apply for a <a href="http://www.saint-petersburg.com/russian-visa/tourist-visas/" rel="noopener noreferrer" target="_blank">tourist visa</a>. You'll require a tourist voucher alongside a valid passport, photo, and travel insurance. This voucher is either provided by the hotel you'll be staying at or can be <a href="https://www.travelrussia.su/en/visa.tourist.php" rel="noopener noreferrer" target="_blank">purchased online</a> for a reasonable price if you will be staying at an airbnb for example.<br /> Once you have all these documents in hand, you'll be required to fill out a <a href="https://visa.kdmid.ru/" rel="noopener noreferrer" target="_blank">visa application form</a> before submitting the request to the nearest Russian Consular Department or Visa Center.<br /> Keep in mind that application duration can vary from country to country and may require several weeks!
ru: Несомненно, Санкт-Петербург и его окрестности не охватить за короткую поездку. Но Если вы посещаете этот город впервые, то вы просто обязаны увидеть основные достопримечательности.<br /> Дворцовая площадь – главная площадь Санкт-Петербурга и одна из красивейших в мире, ее образуют исторические памятники культурного наследия Российской Федерации: Зимний дворец, здания Главного штаба и штаба Гвардейского корпуса, Александровская колонна. Вам также нужно увидеть Исаакиевский Собор, являющийся крупнейшим православным храмом Санкт-Петербурга, Спас на Крови и Казанский Собор. Обязательно прогуляйтесь вдоль каналов Невы и по Невскому проспекту и не забудьте про великолепный Аничков Мост.<br /> Если у вас будет достаточно времени, посетите окрестности города-Петергоф, Царское Село, Павловск.

source: Accommodation:
fr: Logement:
ru: Размещение:

source: Finding accommodations in Saint Petersburg should be a fairly straightforwards endeavour but, nevertheless, here are a few pointers.<br /> We highly recommend you choose accommodations on the south bank of the Neva river as the bridges are raised at night inhibiting traffic. Although Airbnb is a completely viable and cost-effective option, guests desiring to stay in hotels should keep in mind that there is no official nationwide hotel rating system in Russia. One should thus rely on recognizable international brands or review sites such as <a href="https://www.tripadvisor.com/Home-g298507" rel="noopener noreferrer" target="_blank">Tripadvisor</a> when researching hotels.
ru: Найти размещение в Санкт-Петербурге должно быть просто. Мы советуем Вам остановиться на южной стороны Невы, так как развод мостов делает передвижение в ночное время затруднительным. Airbnb является прекрасной финансово доступной возможностью. Гостям, желающим остановиться в отеле, мы советуем придерживаться известных мировых брендов. Также вы можете полагаться на отзывы на сайте <a href="https://www.tripadvisor.ru/Home-g298507" rel="noopener noreferrer" target="_blank">Tripadvisor</a>.

source: Additional tips:
fr: Astuces:
ru: Многонациональная свадьба:

source: Some additional tips to consider during your stay:
fr: Encore quelques petites informations pour votre séjour:
ru: Какие еще гости придут к нам?

source: It is currently illegal to drive with any level of blood-alcohol content in Russia. Thankfully, taxis and similar services are cheap and the center of Saint Petersburg is fairly small.
fr: Il est actuellement illégal de conduire avec n'importe quel niveau d'alcoolémie en Russie. Heureusement les taxis ou autres services sont bon marché et le centre de Saint Petersbourg est petit.
ru: Наши свадьба будет интернациональным мероприятием. На ней будут присутствовать гости из России, Франции, Англии, Южной Африки, Зимбабве, Германии, Индии и Польши.

source: Water sanitation is a somewhat contentious point, with the quality of tap water varying from region to region. Although it should be fine in Saint Petersburg, we still recommend only consuming filtered or bottled water when possible.
fr: La qualité de l'eau du robinet varie selon les régions en Russie, même si elle est correcte à Saint Petersbourg il est préférable de consommer de l'eau filtrée ou de l'eau en bouteille.
ru: Большинство иностранных гостей говорит по-английски и по-французски, некоторые владеют также немецким и даже русским языком.

source: Tipping is increasingly expected in restaurants in Russia. The standard tip is about 10%%.
fr: Les pouboires sont de mise en Russie, compter environ 10%%.
ru: Не бойтесь языкового барьера!

source: Though Saint Petersburg is the cultural and touristic heart of Russia, you may find it useful to learn some basic russian phrases and even how to read Cyrillic (which is really not as daunting as it seems). <a href="https://www.duolingo.com/course/ru/en/Learn-Russian" rel="noopener noreferrer" target="_blank">Duolingo</a> has a particularly good basic course as your faithful servant can attest to.
ru: Многие из гостей будут в России впервые и мало знают о нашей традиции и культуре. Помогите нам рассказать им о нашей удивительной стране и заставить их захотеть приехать вновь!

source: If you have any questions or would like some recommendations, feel free to <a href="#contactus">contact us</a>.
ru: Если у вас возникли какие либо вопросы, <a href="#contactus">обращайтесь к нам</a>.

source: We're grateful for the efforts all guests will be making to join us in Saint Petersburg on this momentous day. Your presence is truly the greatest gift one could wish for. However, for friends and family who have expressed an interest, we have created an <a href="http://uk.millemercismariage.com/mybigfatrussian/list.html" rel="noopener noreferrer" target="_blank">online gift registry</a> for your convenience.
ru: Мы благодарны всем нашим гостям за те усилия, которые они приложили, чтобы присоединиться к нам в этот день. Ваше присутствие-лучший подарок для нас! Однако, для тех членов семьи и друзей, которые все же желают преподнести нам подарки, мы создали этот <a href="http://uk.millemercismariage.com/mybigfatrussian/list.html" rel="noopener noreferrer" target="_blank">список</a>. Вы можете поучаствовать в приобретении любой из представленных в списке вещей, пожертвовав любую комфортную для вас сумму.

source: Please RSVP before the 1st June 2019.
fr: Nous vous remercions de bien vouloir répondre avant le 1er juin 2019
ru: Пожалуйста, сообщите, сможете ли вы присоединиться к нам (RSVP) до 1 июня 2019 года.

source: Remove
ru: Удалить

source: Add a guest
ru: Добавить гостя

source: Confirm
ru: подтвердить

source: We will get back to you as soon as a possible!
fr: Nous reviendrons vers vous dès que possible!

source: <strong>HE</strong> hoped his cool and jaunty demeanor was enough to mask the tempest of butterflies currently laying waste to his stomach. They had set out to Chenonceau that morning under the guise of a quixotic expedition, little did his better half know what awaited for her. Although he had gotten used to the weight of the small box that had been sitting in his pocket for the last 4 months, it seemed to get exponentially heavier with each step down the fir-lined trail until he couldn't bear it anymore and dropped to one knee.
fr: <strong>IL</strong> espérait que son attitude faussement relax et désinvolte masquerait les noeuds qui s'empilaient dans son estomac. Ils partirent donc pour le château de Chenonceau en ce matin ensoleillé, sa presque moitié ne se doutant point de l'objet de cette expédition chevaleresque. Bien qu'il eut pris l'habitude du poids de cette petite boîte coincée dans le fond de sa poche depuis plus de quatre mois, il semblait qu'elle devenait exponentiellement plus lourde à chaque pas; avançant nerveuseument dans l'allée bordée de pins centenaires, n'en pouvant plus, il mit un genou à terre.

source: Sunday, 1 September 2019
fr: Le dimanche 1er Septembre 2019:
