Repository: mlbullett/mybigfatrussianwedding
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: After seeing the lush, rich, Imperial Saint Petersburg, you will get the opportunity to see the other side of the city: underground, vintage, and artistic. The reception will take place in the Craft Loft “Vesseniy”, not 15 minutes away by car. You'll be greeted with bubbles, canapés, and music. Shortly after which, the banquet will be served.<br /> Russian wedding traditions are numerous and rich, a few you may want to know and participate in are as follows.<br /> You may overhear guests talking about the bitterness of the food. This is no culinary critique, but one of the traditional wedding games. Guests slowly start to chant "Gorka, gorka, gorka..." (meaning "bitter") until the newlyweds kiss after which the guests start counting upwards. The goal being to kiss for as long as possible and then exclaim: "No, it's sweet!".<br /> During the long banquet, all guests are welcome to perform a speech, song, dance, roast, or any other variety of number, in groups or alone. With multiple cultures and languages present, this is a relaxed and informal opportunity to exchange and bring the party together.
fr: Après avoir admiré la luxuriante, riche et impériale ville de Saint Petersbourg, vous aurez la possibilité de voir un autre visage de la ville, son côté artistique et vintage loin des touristes. La réception se tiendra dans un le craft loft “Vesseniy”, à moins de 15 minutes en voiture de l'église. Vous serez accueillis avec bulles, canapés et musique et peu aprés le dîner sera servi.<br />Les mariages russes sont riches en traditions auxquelles vous pourrez participer.<br />Vous entendrez parler de l'amertume de la nourriture qui n'est pas une critique culinaire mais un des jeux de noce russe traditionnels: les invités commencent doucement par chanter "Gorka, gorka, gorka..." qui signifie "amer" jusqu'à ce que les jeunes mariés s'embrassent et que les invités commencent à compter à rebours, le but étant que le baiser dure le plus longtemps possible et qu'ils s'écrient "non c'est doux".<br />Pendant le long banquet les invités seront les bienvenus pour exprimer leurs talents au travers de chants, danses, blagues et autres amusements. Les differentes nationnalités donneront l'occasion d'échanges bien divertissants.

source: We will provide you with further information about the proceedings, transportation, and activities surrounding this momentous occasion by email and on the website as the story develops.<br /> If you have any question, please feel free to <a href="#contactus">contact us</a>.
fr: Nous vous communiquerons par mails et sur ce site des informations utiles concernant le séjour, le transport et les activitées entourant cette événement mémorable.<br />Si vous avez une quelconque question, n'hésitez pas à <a href="#contactus">nous contacter</a>.

source: Last name
fr: Nom de famille

source: Dietary restrictions
fr: Restrictions diététiques

source: Accept, with pleasure
fr: Accepte avec plaisir

source: Decline, with regrets
fr: Déclin, avec regret

source: Suggest a song for the reception!
fr: Suggérez une chanson pour la réception!

source: Leave a message for the bride and groom!
fr: Laissez un message pour les mariés!
